/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@, kuri baigiasi %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ – neprisijungęs";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Pridėti";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Pridėti kortelę";

/* Source type brand name */
"3D Secure" = "3D saugi";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "SĄSKAITOS TURĖTOJO ADRESAS";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS debetas";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS tiesioginis debetas";

/* part of {Account} ending in {last4} */
"Account" = "Sąskaita";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Sąskaitos turėtojo vardas, pavardė";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Sąskaitos numeris";

/* Button to add a new credit card. */
"Add New Card…" = "Pridėti naują kortelę...";

/* Title for Add a Card view */
"Add a Card" = "Pridėti kortelę";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Pridėti tiesioginio debeto sąskaitą";

/* Title shown above a card entry form */
"Add a card" = "Pridėti kortelę";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Pridėkite mokėjimo būdą";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Pridėti banko sąskaitą";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Pridėti kortelę";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Pridėti naują mokėjimo būdą";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Pridėkite mokėjimo informaciją";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "2 adreso eilutė (pasirenkama)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "„Alipay“";

/* Text for Apple Pay payment method */
"Apple Pay" = "„Apple Pay“";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "But.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Ar tikrai norite pašalinti šią kortelę?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Ar tikrai norite pašalinti šią susietą paskyrą?";

/* Title for bank picker section */
"BANK" = "BANKAS";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMACIJA APIE BANKO SĄSKAITĄ";

/* Title for billing address entry section */
"BILLING ADDRESS" = "SĄSKAITŲ SIUNTIMO ADRESAS";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Atgal";

/* Source type brand name */
"Bancontact" = "„Bancontact“";

/* Link Instant Debit payment method display name */
"Bank" = "Bankas";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Banko sąskaita";

/* Title for billing address entry section */
"Billing Address" = "Sąskaitų siuntimo adresas";

/* Billing address section title for card form entry. */
"Billing address" = "Atsiskaitymo adresas";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Pirkite dabar arba mokėkite vėliau naudodami \"Klarna\".";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Tęsdami sutinkate autorizuoti mokėjimus pagal šias <terms>sąlygas</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Tęsdami sutinkate autorizuoti mokėjimus pagal šias <terms>sąlygas</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Jungdamiesi prie Link sutinkate su <terms>Sąlygomis</terms> ir <privacy>Privatumo politika</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Pateikdami IBAN ir patvirtindami šį mokėjimą, Jūs sutinkate, kad %@ ir „Stripe“, mūsų mokėjimų paslaugų teikėjas, kreiptųsi į Jūsų banką dėl lėšų nurašymo iš Jūsų sąskaitos, ir sutinkate, kad Jūsų bankas, gavęs pateiktą mokėjimo nurodymą, iš Jūsų sąskaitos nurašytų mokėjimo nurodyme nurodytą lėšų sumą. Jūs turite teisę kreiptis į savo banką dėl nurašytų lėšų sugrąžinimo, vadovaudamiesi savo su banku sudaryta sutartimi. Jūsų reikalavimas sugrąžinti lėšas turi būti pateiktas bankui ne vėliau kaip per 8 savaites nuo lėšų nurašymo iš Jūsų sąskaitos dienos.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Pateikdami savo banko sąskaitos duomenis ir patvirtindami šį mokėjimą, jūs sutinkate su šiuo tiesioginio debeto prašymu ir <terms>tiesioginio debeto prašymo paslaugų sutartimi</terms> bei įgaliojate „Stripe Payments Australia Pty Ltd“, ACN 160 180 343, tiesioginio debeto naudotojo ID numeris 507156 (toliau – „Stripe“) nurašyti nuo jūsų sąskaitos per masinę elektroninę tarpuskaitos sistemą (BECS) %@ vardu (toliau – „Pardavėjas“) bet kokias sumas, atskirai jums nurodytas Pardavėjo. Jūs patvirtinate, kad esate sąskaitos turėtojas arba įgaliotas pasirašyti minėtą sąskaitą asmuo.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Pateikdami mokėjimo duomenis ir patvirtindami šį mokėjimą, leidžiate (A) „%@“ ir „Stripe“ (mūsų mokėjimo paslaugų teikėjui) jūsų bankui siųsti nurodymus nurašyti pinigus iš jūsų sąskaitos ir (B) leidžiate savo bankui, gavus tokius nurodymus, nurašyti pinigus iš jūsų sąskaitos. Pagal jūsų su banku sudarytos sutarties sąlygas turite teisę iš banko reikalauti pinigų grąžinimo. Prašymą grąžinti pinigus turite pateikti per 8 savaites nuo pinigų iš jūsų sąskaitos nurašymo dienos. Jūsų teisės paaiškintos pareiškime, kurį galite gauti iš savo banko. Sutinkate gauti pranešimus apie būsimus nurašymus likus iki 2 dienų iki jų įvykdymo momento.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Išsaugodami savo banko sąskaitą %@, sutinkate autorizuoti mokėjimus pagal šias <terms>sąlygas</terms>.";

/* Title for card number entry field */
"CARD" = "KORTELĖ";

/* Title for contact info form */
"CONTACT" = "SUSISIEKTI";

/* Title for country picker section */
"COUNTRY" = "ŠALIS";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Kortelė";

/* Details of a saved card */
"Card ending in %@" = "Kortelė, kuri baigiasi %@";

/* Card details entry form header title */
"Card information" = "Kortelės duomenys";

/* Label for card number entry text field */
"Card number" = "Kortelės numeris";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Pakeiskite el. paštą";

/* TODO */
"Choose a payment method" = "Pasirinkite mokėjimo būdą";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Išjungti kortelės skaitytuvą";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Kodo laukas";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kodas išsiųstas";

/* Title for contact info form */
"Contact" = "Susisiekti";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "PRISTATYMO ADRESAS";

/* Label for identifying the default payment method. */
"Default" = "Numatytasis";

/* Title for delivery info form */
"Delivery" = "Pristatymas";

/* Title for delivery address entry section */
"Delivery Address" = "Pristatymo adresas";

/* Accessibility hint for a text field */
"Double tap to edit" = "Norėdami redaguoti, dukart bakstelėkite";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS bankas";

/* Button title to enter editing mode */
"Edit" = "Redaguoti";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Įveskite kodą, išsiųstą numeriu %@, kad pagal numatytuosius nustatymus galėtumėte mokėti naudodami „Link“.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Įveskite patvirtinimo kodą";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Saugumo sumetimais dar kartą įveskite kortelės saugumo kodą.";

/* Label for free shipping method */
"Free" = "Nemokamai";

/* Placeholder string for name entry field. */
"Full name" = "Vardas, pavardė";

/* Source type brand name */
"Giropay" = "„Giropay“";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Netinkamas siuntimo adresas";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Netinkami duomenys.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Prisijungti prie „Link“";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "\"Link\"";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Įkeliama...";

/* label for text field to enter card expiry */
"MM / YY" = "mm / MM";

/* label for text field to enter card expiry */
"MM/YY" = "mm / MM";

/* Title for payment options section */
"MORE OPTIONS" = "DAUGIAU PARINKČIŲ";

/* Source type brand name */
"Multibanco" = "„Multibanco“";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nauja kortelė";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nauja tiesioginio debeto sąskaita";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nauja SEPA tiesioginio debeto sąskaita";

/* Button to move to the next text entry field */
"Next" = "Toliau";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Ne %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Interneto banko paslaugos (FPX)";

/* Separator label between two options */
"Or" = "Arba";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Arba mokėti naudojant";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Arba mokėti kortele";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Mokėti %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Mokėkite kitu būdu";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Mokėkite greičiau „%@“ ir daugybei kitų prekybininkų.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Mokėkite vėliau naudodami \"Klarna\".";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Mokėkite vėliau naudodami %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Mokėkite naudodami";

/* Label preceding the selected payment method. */
"Pay with" = "Mokėti naudojant";

/* Pay with {payment method} */
"Pay with %@" = "Mokėti naudojant %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Mokėjimo būdas";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Nukreipkite fotoaparatą į kortelę.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Pašto";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Pašto kodas";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Apdorojama...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Bankas „Przelewy24“";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Pašalinti";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Pašalinti %1$@, kuri baigiasi %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Pašalinti %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Šalinti kortelę";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Pašalinti banko sąskaitą";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Pašalinti banko sąskaitą, kurios paskutiniai skaičiai %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Pašalinti kortelę";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Pašalinti susietą paskyrą";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Pakartotinai siųsti kodą";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA sąskaita";
/* Payment method brand name */

"SEPA Debit" = "SEPA debetas";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA tiesioginis debetas";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "SIUNTIMO ADRESAS";
/* Label for shipping method form */

"SHIPPING METHOD" = "SIUNTIMO BŪDAS";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Išsaugokite vėlesniems mokėjimams";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Išsaugoti mano informaciją saugiam atsiskaitymui vienu spustelėjimu";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Išsaugoti kortelę vėlesniems %@ mokėjimams";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Išsaugoti kortelę vėlesniems \"Stripe\" mokėjimams";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Saugus atsiskaitymas vienu spustelėjimu";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Pasirinkite išsaugotą mokėjimo būdą";
/* label for iDEAL-bank selection picker */

"Select bank" = "Pasirinkti banką";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Pasirinkite mokėjimo būdą";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Nustatyti kaip numatytąjį";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Nustatyti kaip numatytąjį mokėjimo būdą";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Nustatyti";
/* Title for shipping info form */

"Shipping" = "Siuntimas";
/* Title for shipping address entry section */

"Shipping Address" = "Siuntimo adresas";
/* Label for shipping method form */

"Shipping Method" = "Siuntimo būdas";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Rodyti meniu";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Prisijunkite prie savo „Link“ paskyros";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Valstija / provincija / regionas";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Po 1–2 darbo dienas „Stripe“ į jūsų sąskaitą įneš 0,01 USD. Tada gausite el. laišką su nurodymais, kaip užbaigti mokėjimą %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Bakstelėkite, kad uždarytumėte";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Bakstelėkite, kad išplėstumėte";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Įvestas neišsamus BSB numeris.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Įvestas netinkamas BSB numeris.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Įvedėte ne visą IBAN.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Įvedėte neteisingą IBAN kodą, \"%@\" nėra palaikomas šalies kodas.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Pasirinktas mokėjimo būdas yra neprieinamas.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Ši kortelė nebegalioja. Atnaujinkite ją, kad galėtumėte toliau ja naudotis, arba naudokite kitą mokėjimo būdą.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Tai jūsų numatytasis mokėjimo būdas";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Baigėsi mokėjimo būdui autentifikuoti skirtas laikas, bandykite dar kartą";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Kad nuskaitytumėte kortelę, nustatymuose suteikite prieigą fotoaparatui.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Šiam pirkiniui nepasiekiama";

/* Default missing source type label */
"Unknown" = "Nežinoma";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Atnaujinti kortelę";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Naudoti sąskaitų siuntimo adresą";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Naudoti pristatymo adresą";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Naudoti siuntimo adresą";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Naudokite išsaugotą informaciją, kad atsiskaitytumėte greičiau";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Nepavyko autentifikuoti mokėjimo būdo. Pasirinkite kitą mokėjimo būdą ir bandykite dar kartą.";

/* Source type brand name */
"WeChat Pay" = "„WeChat“ mokėjimas";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Jūs būsite nukreipti į %@ pirkimui užbaigti.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Jūsų IBAN turėtų prasidėti šalies kodu iš dviejų raidžių.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Jūsų IBAN turėtų prasidėti šalies kodu iš dviejų raidžių.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Neišsamus jūsų pašto kodas.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Jūsų pašto kodas yra netinkamas.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Neišsamus kortelės numeris.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Netinkamas kortelės numeris.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Neišsami kortelės galiojimo pabaigos data.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Netinkama kortelės galiojimo pabaigos data.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Negaliojantis kortelės galiojimo pabaigos mėnuo.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kortelės galiojimo pabaigos metai neteisingi.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Neišsamus kortelės saugos kodas.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kortelės saugos kodas negalioja.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Pašto kodas neišsamus.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Jūsų pašto kodas yra netinkamas.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Pašto kodas";

/* accessibility label for text field */
"card number" = "kortelės numeris";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "galiojimo pabaigos data";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL bankas";

